Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30001
source: Download Trailer
sv: Ladda ner trailer

# #30002
source: [B]DOWNLOADED[/B]
sv: [B]NEDLADDADE[/B]

# #30003
source: Add to CouchPotato
sv: Lägg till i CouchPotato

# #30004
source: [B]download in progress[/B]
sv: [B]nedladdning pågår[/B]

# #30010
source: Source
sv: Källa

# #30011
source: All
sv: Alla

# #30012
source: Most Recent
sv: Senaste

# #30013
source: Most Popular
sv: Populärast

# #30014
source: Exclusive
sv: Exklusiv

# #30020
source: Movie Limit
sv: Filmgräns

# #30021
source: No Limit
sv: Ingen begränsning

# #30022
source: First 50
sv: Första 50

# #30023
source: First 100
sv: Första 100

# #30050
source: Trailer download path
sv: Nerladdningsmapp för trailer

# #30051
source: Force Trailers ViewMode to Thumbnail
sv: Tvinga trailers visningsläge till miniatyr

# #30100
source: Network Error
sv: Nätverksfel

# #30101
source: No download path
sv: Ingen nedladdningsmapp

# #30102
source: Do you want to you set it now?
sv: Vill du ange den nu?
