Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30001
source: Download Trailer
hr: Preuzmi najavu

# #30002
source: [B]DOWNLOADED[/B]
hr: [B]PREUZETO[/B]

# #30003
source: Add to CouchPotato
hr: Dodaj na CouchPotato

# #30004
source: [B]download in progress[/B]
hr: [B]preuzimanje u tijeku[/B]

# #30005
source: Add to Trakt.tv
hr: Dodaj u Trakt.tv

# #30010
source: Source
hr: Izvor

# #30011
source: All
hr: Sve

# #30012
source: Most Recent
hr: Najnovije

# #30013
source: Most Popular
hr: Najpopularnije

# #30014
source: Exclusive
hr: Ekskluzivno

# #30020
source: Movie Limit
hr: Ograničenje filma

# #30021
source: No Limit
hr: Bez ograničenja

# #30022
source: First 50
hr: Prvih 50

# #30023
source: First 100
hr: Prvih 100

# #30030
source: Trailer quality (Stream)
hr: Kvaliteta najave (Stream)

# #30040
source: Trailer quality (Download)
hr: Kvaliteta najave (Preuzimanje)

# #30041
source: Same as Stream
hr: Ista kao i stream

# #30050
source: Trailer download path
hr: Putanja preuzimanja najave

# #30051
source: Force Trailers ViewMode to Thumbnail
hr: Prisili način prikaza najava u "Minijature"

# #30100
source: Network Error
hr: Greška mreže

# #30101
source: No download path
hr: Nema putanje preuzimanja

# #30102
source: Do you want to you set it now?
hr: Želite li odmah postaviti?
