Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Turkish/strings.po
Languages: tr

# #30001
source: Download Trailer
tr: Fragmanı İndir

# #30002
source: [B]DOWNLOADED[/B]
tr: [B]İNDİRİLDİ[/B]

# #30003
source: Add to CouchPotato
tr: CouchPotato'ya Ekle

# #30004
source: [B]download in progress[/B]
tr: [B]indirme işlemi sürüyor[/B]

# #30005
source: Add to Trakt.tv
tr: Trak.tv'ye Ekle

# #30010
source: Source
tr: Kaynak

# #30011
source: All
tr: Hepsi

# #30012
source: Most Recent
tr: En Yeni

# #30013
source: Most Popular
tr: En Popüler

# #30014
source: Exclusive
tr: Özel

# #30020
source: Movie Limit
tr: Film Sınırı

# #30021
source: No Limit
tr: Sınırsız

# #30022
source: First 50
tr: İlk 50

# #30023
source: First 100
tr: İlk 100

# #30030
source: Trailer quality (Stream)
tr: Fragman kalitesi (Akış)

# #30040
source: Trailer quality (Download)
tr: Fragman kalitesi (İndir)

# #30041
source: Same as Stream
tr: Akış ile aynı

# #30050
source: Trailer download path
tr: Fragman indirme yolu

# #30051
source: Force Trailers ViewMode to Thumbnail
tr: Küçük Resim Görünüm Moduna Zorla

# #30100
source: Network Error
tr: Ağ Hatası

# #30101
source: No download path
tr: İndirme yolu yok

# #30102
source: Do you want to you set it now?
tr: Şimdi ayarlamak ister misiniz?
