Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Greek/strings.po
Languages: el

# #30001
source: Download Trailer
el: Λήψη Διαφημιστικού

# #30002
source: [B]DOWNLOADED[/B]
el: [B]ΕΛΗΦΘΗ[/B]

# #30003
source: Add to CouchPotato
el: Προσθήκη στο CouchPotato

# #30004
source: [B]download in progress[/B]
el: [B]λήψη σε εξέλιξη[/B]

# #30005
source: Add to Trakt.tv
el: Προσθήκη στο Trakt.tv

# #30010
source: Source
el: Πηγή

# #30011
source: All
el: Όλα

# #30012
source: Most Recent
el: Πιο Πρόσφατα

# #30013
source: Most Popular
el: Δημοφιλέστερα

# #30014
source: Exclusive
el: Αποκλειστικά

# #30020
source: Movie Limit
el: Όριο Ταινιών

# #30021
source: No Limit
el: Κανένα Όριο

# #30022
source: First 50
el: Πρώτα 50

# #30023
source: First 100
el: Πρώτα 100

# #30030
source: Trailer quality (Stream)
el: Ποιότητα διαφημιστικού (Ροή)

# #30040
source: Trailer quality (Download)
el: Ποιότητα διαφημιστικού (Λήψη)

# #30041
source: Same as Stream
el: Ίδια με της Ροής

# #30050
source: Trailer download path
el: Διαδρομή λήψης διαφημιστικών

# #30051
source: Force Trailers ViewMode to Thumbnail
el: Οι 'Μικρογραφίες' σαν Τύπος Προβολής Διαφημιστικών

# #30100
source: Network Error
el: Σφάλμα Δικτύου

# #30101
source: No download path
el: Καμία διαδρομή λήψεων

# #30102
source: Do you want to you set it now?
el: Επιθυμείτε να το ορίσετε τώρα;
