Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Catalan/strings.po
Languages: ca

# #30001
source: Download Trailer
ca: Descarregar Tràiler

# #30002
source: [B]DOWNLOADED[/B]
ca: [B]DESCARREGAT[/B]

# #30003
source: Add to CouchPotato
ca: Afegir a CouchPotato

# #30004
source: [B]download in progress[/B]
ca: [B]Descarrega en curs[/B]

# #30005
source: Add to Trakt.tv
ca: Afegeix a Trakt.tv

# #30010
source: Source
ca: Font

# #30011
source: All
ca: Tots

# #30012
source: Most Recent
ca: Més recents

# #30013
source: Most Popular
ca: Més Populars

# #30014
source: Exclusive
ca: Exclusiu

# #30020
source: Movie Limit
ca: Límit de Pel·lícules

# #30021
source: No Limit
ca: Sense Límit

# #30022
source: First 50
ca: Primers 50

# #30023
source: First 100
ca: Primers 100

# #30030
source: Trailer quality (Stream)
ca: Qualitat del tràiler (Flux de dades)

# #30040
source: Trailer quality (Download)
ca: Qualitat del tràiler (Descarrega)

# #30041
source: Same as Stream
ca: La mateixa que el flux de dades

# #30050
source: Trailer download path
ca: Ruta de Descarrega dels Tràilers

# #30051
source: Force Trailers ViewMode to Thumbnail
ca: Força la vista en miniatures dels Tràilers

# #30100
source: Network Error
ca: Error de xarxa

# #30101
source: No download path
ca: No hi ha ruta de descarrega

# #30102
source: Do you want to you set it now?
ca: Vols definir-la ara?
