Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30001
source: Download Trailer
gl: Descargar Avance

# #30002
source: [B]DOWNLOADED[/B]
gl: [B]DESCARGADO[/B]

# #30003
source: Add to CouchPotato
gl: Engadir a CouchPotato

# #30004
source: [B]download in progress[/B]
gl: [B]descarga en progreso[/B]

# #30005
source: Add to Trakt.tv
gl: Engadir a Trakt.tv

# #30010
source: Source
gl: Fonte

# #30011
source: All
gl: Todos

# #30012
source: Most Recent
gl: O máis Recente

# #30013
source: Most Popular
gl: Máis Popular

# #30014
source: Exclusive
gl: Exclusivo

# #30020
source: Movie Limit
gl: Límite de Filmes

# #30021
source: No Limit
gl: Sen límite

# #30022
source: First 50
gl: Primeiros 50

# #30023
source: First 100
gl: Primeiros 100

# #30030
source: Trailer quality (Stream)
gl: Calidade do avance (Fluxo)

# #30040
source: Trailer quality (Download)
gl: Calidade do avance (Descarga)

# #30041
source: Same as Stream
gl: Igual á Transmisión

# #30050
source: Trailer download path
gl: Camiño de descarga do Avance

# #30051
source: Force Trailers ViewMode to Thumbnail
gl: Forzar o Modo de Vista dos Trailers a Miniatura

# #30100
source: Network Error
gl: Erro de rede

# #30101
source: No download path
gl: Sen camiño para as descargas

# #30102
source: Do you want to you set it now?
gl: Quere estabelecelo agora?
