Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Hungarian/strings.po
Languages: hu

# #30001
source: Download Trailer
hu: Ajánló letöltése

# #30002
source: [B]DOWNLOADED[/B]
hu: [B]LETÖLTVE[/B]

# #30003
source: Add to CouchPotato
hu: Hozzáadás a CouchPotato-hoz

# #30004
source: [B]download in progress[/B]
hu: [B]letöltés folyamatban[/B]

# #30005
source: Add to Trakt.tv
hu: Hozzáadás a Trakt.tv-hez

# #30010
source: Source
hu: Forrás

# #30011
source: All
hu: Mind

# #30012
source: Most Recent
hu: Legfrissebb

# #30013
source: Most Popular
hu: Legnépszerűbb

# #30014
source: Exclusive
hu: Exkluzív

# #30020
source: Movie Limit
hu: Film Limit

# #30021
source: No Limit
hu: Nincs Limit

# #30022
source: First 50
hu: Első 50

# #30023
source: First 100
hu: Első 100

# #30030
source: Trailer quality (Stream)
hu: Ajánló minőség (folyam)

# #30040
source: Trailer quality (Download)
hu: Ajánló minőség (letöltés)

# #30041
source: Same as Stream
hu: Mit a Folyam

# #30050
source: Trailer download path
hu: Ajánló letöltési útvonal

# #30051
source: Force Trailers ViewMode to Thumbnail
hu: Kisméretű nézetmód kényszerítése Előzetesekhez

# #30100
source: Network Error
hu: Hálózati hiba

# #30101
source: No download path
hu: Nincs letöltés útvonal

# #30102
source: Do you want to you set it now?
hu: Beállítja most?
