Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Polish/strings.po
Languages: pl

# #30001
source: Download Trailer
pl: Pobierz zwiastun

# #30002
source: [B]DOWNLOADED[/B]
pl: [B]POBRANO[/B]

# #30003
source: Add to CouchPotato
pl: Dodaj do CouchPotato

# #30004
source: [B]download in progress[/B]
pl: [B]pobieranie w toku[/B]

# #30010
source: Source
pl: Źródło

# #30011
source: All
pl: Wszystkie

# #30012
source: Most Recent
pl: Najnowsze

# #30013
source: Most Popular
pl: Najpopularniejsze

# #30014
source: Exclusive
pl: Na wyłączność

# #30020
source: Movie Limit
pl: Limit filmu

# #30021
source: No Limit
pl: Bez ograniczeń

# #30022
source: First 50
pl: Pierwsze 50

# #30023
source: First 100
pl: Pierwsze 100

# #30050
source: Trailer download path
pl: Ścieżka pobierania zwiastunów

# #30051
source: Force Trailers ViewMode to Thumbnail
pl: Zmień wygląd na Miniatury

# #30100
source: Network Error
pl: Błąd sieci

# #30101
source: No download path
pl: Brak ścieżki pobierania

# #30102
source: Do you want to you set it now?
pl: Ustawić teraz?
