Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30001
source: Download Trailer
bg: Свали трейлъра

# #30002
source: [B]DOWNLOADED[/B]
bg: [B]Свален[/B]

# #30003
source: Add to CouchPotato
bg: Добави в CouchPotato

# #30004
source: [B]download in progress[/B]
bg: [B]Сваляне[/B]

# #30005
source: Add to Trakt.tv
bg: Добави в Trakt.tv

# #30010
source: Source
bg: Източник

# #30011
source: All
bg: Всички

# #30012
source: Most Recent
bg: Най-новите

# #30013
source: Most Popular
bg: Най-популярните

# #30014
source: Exclusive
bg: Ексклузивни

# #30020
source: Movie Limit
bg: Брой на филмите

# #30021
source: No Limit
bg: Без лимит

# #30022
source: First 50
bg: Първите 50

# #30023
source: First 100
bg: Първите 100

# #30030
source: Trailer quality (Stream)
bg: Качество на трейлъра (потока)

# #30040
source: Trailer quality (Download)
bg: Качество на трейлъра (сваления файл)

# #30041
source: Same as Stream
bg: Като това на потока

# #30050
source: Trailer download path
bg: Сваляне на трейлърите в:

# #30051
source: Force Trailers ViewMode to Thumbnail
bg: Наложи изгледа "Миниатюри", за преглеждане на списъка с трейлъри

# #30100
source: Network Error
bg: Мрежова грешка

# #30101
source: No download path
bg: Не е заден път за свалените файлове!

# #30102
source: Do you want to you set it now?
bg: Желаете ли да зададете такъв сега?
