Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30002
source: [B]DOWNLOADED[/B]
pt_br: [B]TRANSFERIDO[/B]

# #30003
source: Add to CouchPotato
pt_br: Adicionar para CouchPotato

# #30004
source: [B]download in progress[/B]
pt_br: [B]download em progresso[/B]

# #30005
source: Add to Trakt.tv
pt_br: Adicione para Trakt.tv

# #30010
source: Source
pt_br: Fonte

# #30011
source: All
pt_br: Todos

# #30012
source: Most Recent
pt_br: Mais Recentes

# #30013
source: Most Popular
pt_br: Mais populares

# #30014
source: Exclusive
pt_br: Exclusivo

# #30020
source: Movie Limit
pt_br: Limite Filmes

# #30021
source: No Limit
pt_br: Sem Limite

# #30022
source: First 50
pt_br: Primeiros 50

# #30023
source: First 100
pt_br: Primeiros 100

# #30030
source: Trailer quality (Stream)
pt_br: Qualidade Trailer (Stream)

# #30040
source: Trailer quality (Download)
pt_br: Qualidade Trailer (Download)

# #30041
source: Same as Stream
pt_br: Igual ao Stream

# #30050
source: Trailer download path
pt_br: Caminho para download trailer

# #30051
source: Force Trailers ViewMode to Thumbnail
pt_br: Forçar o modo de visualização de trailer para miniatura

# #30100
source: Network Error
pt_br: Erro Rede

# #30101
source: No download path
pt_br: Nenhum caminho para download

# #30102
source: Do you want to you set it now?
pt_br: Você deseja setar agora?
