Repository: MediaBrasil/plugin.video.itunes_trailers
Catalog: resources/language/*/strings.po
Languages: italian, portuguese

# #30001
source: Download Trailer
italian: Scarica Trailer
portuguese: Transferir Trailer

# #30002
source: [B]DOWNLOADED[/B]
italian: [B]SCARICATO[/B]
portuguese: [B]TRANSFERIDO[/B]

# #30003
source: Add to CouchPotato
italian: Aggiungi a CouchPotato
portuguese: Adicionar ao CouchPotato

# #30004
source: [B]download in progress[/B]
italian: [B]download in corso[/B]
portuguese: [B]transferência em progresso[/B]

# #30005
source: Add to Trakt.tv
italian: Aggiungi a
portuguese: Adicionar a Trakt.tv

# #30010
source: Source
italian: Sorgente
portuguese: Fonte

# #30011
source: All
italian: Tutto
portuguese: Todos

# #30012
source: Most Recent
italian: I più recenti
portuguese: Mais Recentes

# #30013
source: Most Popular
italian: Più Popolari
portuguese: Mais Populares

# #30014
source: Exclusive
italian: Esclusiva
portuguese: Exclusivos

# #30020
source: Movie Limit
italian: Limite Film
portuguese: Limite de Filmes

# #30021
source: No Limit
italian: Nessun Limite
portuguese: Sem Limite

# #30022
source: First 50
italian: Primi 50
portuguese: Primeiros 50

# #30023
source: First 100
italian: Primi 100
portuguese: Primeiros 100

# #30030
source: Trailer quality (Stream)
italian: Qualità del Trailer (Flusso)
portuguese: Qualidade do trailer (Transmissão)

# #30040
source: Trailer quality (Download)
italian: Qualità trailer (Scarica)
portuguese: Qualidade do trailer (Transferência)

# #30041
source: Same as Stream
italian: Come per il Flusso
portuguese: Igual à Transmissão

# #30050
source: Trailer download path
italian: Percorso scaricamento trailer
portuguese: Localização dos trailers transferidos

# #30051
source: Force Trailers ViewMode to Thumbnail
italian: Forza il tipo di visualizzazione a Icona
portuguese: Forçar Vista dos Trailers para Miniatura

# #30100
source: Network Error
italian: Errore di rete
portuguese: Erro de Rede

# #30101
source: No download path
italian: Nessun percorso impostato per il download
portuguese: Não existe localização de transferências

# #30102
source: Do you want to you set it now?
italian: Vuoi impostarlo ora?
portuguese: Quer definir agora?
